export const DATA = [
  {
    id: '1',
    title: 'День народження ФІКТ!',
    description: 'Готуємося до святкування річниці факультету інформаційно-комп. На студентів чекають конкурси, призи та святковий концерт.',
    image: 'https://picsum.photos/id/1/400/300',
  },
  {
    id: '2',
    title: 'Автоматизація 3D-друку',
    description: 'Презентація моделі системи автоматизації для онлайн-сервісу 3D-друку з інтегрованим ШІ-помічником.',
    image: 'https://picsum.photos/id/2/400/300',
  },
  {
    id: '3',
    title: 'Благодійний збір',
    description: 'Продовжуємо збір коштів на підтримку дитячого будинку в Гришківцях. Долучайся до доброї справи!',
    image: 'https://picsum.photos/id/11/400/300',
  },
  {
    id: '4',
    title: 'Майстер-клас з React Native',
    description: 'Користувачі діляться досвідом розробки кросплатформних мобільних додатків для iOS та Android.',
    image: 'https://picsum.photos/id/3/400/300',
  },
  {
    id: '5',
    title: 'Турнір з Dota 2',
    description: 'Кіберспортивна секція Житомирської політехніки оголошує набір на турнір.',
    image: 'https://picsum.photos/id/4/400/300',
  },
  {
    id: '6',
    title: 'Нове обладнання в лабораторіях',
    description: 'Факультет отримав нові мікроконтролери ESP32 та датчики для розробки IoT-проєктів на базі ThingSpeak.',
    image: 'https://picsum.photos/id/5/400/300',
  },
  {
    id: '7',
    title: 'Вступ до магістратури',
    description: 'Проведення консультацій для студентів випускних курсів щодо особливостей навчання на магістерських програмах.',
    image: 'https://picsum.photos/id/6/400/300',
  },
  {
    id: '8',
    title: 'Хакатон "ZTU Smart City"',
    description: 'Розробка інноваційних рішень для покращення екологічного стану міста Житомир за допомогою ІТ-технологій.',
    image: 'https://picsum.photos/id/7/400/300',
  },
  {
    id: '9',
    title: 'Студентське самоврядування',
    description: 'Вибори нових представників студентської ради факультету інформаційно-комп’ютерних технологій.',
    image: 'https://picsum.photos/id/8/400/300',
  },
  {
    id: '10',
    title: 'Weekend у Житомирі',
    description: 'Студентська рада організовує пішохідну екскурсію найкращими локаціями міста для відпочинку на вихідних.',
    image: 'https://picsum.photos/id/9/400/300',
  },
];